OpenFOAM-v1806/tutorials/incompressible/overSimpleFoam/aeroFoil/background_overset/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

# Serial
#runApplication $(getApplication)

# Parallel
runApplication decomposePar -cellDist
runParallel $(getApplication)

#------------------------------------------------------------------------------
